Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitHealthAndFitnessLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.trackCalories
source: Track Calories
ar: تتبع السعرات الحرارية
bg: Проследи калориите
ca: Registrar calories
cs: Sledovat kalorie
da: Spor Kalorier
de: Kalorien verfolgen
el: Παρακολούθησε Θερμίδες
es: Registrar calorías
es_419: Registrar Calorías
fi: Seuraa kaloreita
fr: Suivre les calories
fr_ca: Suivre les calories
he: עקוב אחרי קלוריות
hi: कैलोरी पर नज़र रखें
hr: Prati kalorije
hu: Kalóriák nyomon követése
id: Lacak Kalori
it: Tieni Traccia delle Calorie
ja: カロリーをトラッキング
kk: Калорияларды бақылау
ko: 칼로리 추적
ms: Jejaki Kalori
nb: Spor kalorier
nl: Houd calorieën bij
pl: Śledź kaloryczność
pt_br: Registrar Calorias
pt_pt: Acompanhar Calorias
ro: Urmărește Caloriile
ru: Отслеживать калории
sk: Sledovať kalórie
sv: Håll koll på kalorier
th: ติดตามแคลอรี
tr: Kalori Takibi Yap
uk: Відстежити калорії
vi: Theo Dõi Calo
zh_hans: 记录卡路里
zh_hant: 追蹤卡路里
zh_hk: 追蹤卡路里

# TK.Action.trackSleep
source: Track Sleep
ar: تتبع النوم
bg: Проследи съня
ca: Rastrejar son
cs: Sledovat spánek
da: Spor søvn
de: Schlaf verfolgen
el: Παρακολούθηση Ύπνου
es: Rastrear Sueño
es_419: Rastrear sueño
fi: Seuraa unta
fr: Suivre le sommeil
fr_ca: Suivre le sommeil
he: עקוב אחרי שינה
hi: नींद ट्रैक करें
hr: Prati san
hu: Alvás Nyomon Követése
id: Lacak Tidur
it: Traccia Sonno
ja: 睡眠を追跡
kk: Ұйқының режимін бақылау
ko: 수면 추적
ms: Jejaki Tidur
nb: Spor søvn
nl: Slaap Tracken
pl: Śledź sen
pt_br: Rastrear Sono
pt_pt: Rastrear Sono
ro: Urmărește somnul
ru: Отследить сон
sk: Sledovať spánok
sv: Spåra sömn
th: ติดตามการนอนหลับ
tr: Uykuyu Takip Et
uk: Відстежити сон
vi: Theo Dõi Giấc Ngủ
zh_hans: 跟踪睡眠
zh_hant: 追蹤睡眠
zh_hk: 追蹤睡眠

# TK.Action.trackWeight
source: Track Weight
ar: تتبع الوزن
bg: Проследяване на теглото
ca: Fer el seguiment del pes
cs: Sledovat váhu
da: Spor Vægt
de: Gewicht verfolgen
el: Καταγραφή Βάρους
es: Registrar Peso
es_419: Registrar Peso
fi: Seuraa painoa
fr: Suivre le poids
fr_ca: Suivre le poids
he: עקבו אחרי המשקל
hi: वज़न ट्रैक करें
hr: Prati težinu
hu: Súly Nyomon Követése
id: Lacak Berat
it: Monitora il peso
ja: 体重を記録
kk: Салмақты бақылау
ko: 체중 추적
ms: Jejaki Berat
nb: Spor vekt
nl: Gewicht bijhouden
pl: Śledź wagę
pt_br: Rastrear Peso
pt_pt: Acompanhar Peso
ro: Urmărește greutatea
ru: Отследить вес
sk: Sledovať hmotnosť
sv: Spåra vikt
th: ติดตามน้ำหนัก
tr: Ağırlığı Takip Et
uk: Відстежувати вагу
vi: Theo dõi Cân nặng
zh_hans: 跟踪体重
zh_hant: 追蹤體重
zh_hk: 追踪體重

# TK.Label.activeCalories
source: Active Calories
ar: السعرات الحرارية النشطة
bg: Активни калории
ca: Calories actives
cs: Aktivní kalorie
da: Aktive Kalorier
de: Aktive Kalorien
el: Ενεργές Θερμίδες
es: Calorías Activas
es_419: Calorías Activas
fi: Aktiviteettikalorit
fr: Calories actives
fr_ca: Calories actives
he: קלוריות פעיל
hi: सक्रिय कैलोरी
hr: Aktivne kalorije
hu: Aktív kalóriák
id: Kalori Aktif
it: Calorie attive
ja: 活動中のカロリー
kk: Белсенді калориялар
ko: 활동 칼로리
ms: Kalori Aktif
nb: Aktive kalorier
nl: Actieve calorieën
pl: Aktywne kalorie
pt_br: Calorias Ativas
pt_pt: Calorias Ativas
ro: Calorii Active
ru: Активные калории
sk: Aktívne kalórie
sv: Aktiva Kalorier
th: แคลอรีที่ใช้
tr: Aktif Kaloriler
uk: Активні калорії
vi: Calorie hoạt động
zh_hans: 活动卡路里
zh_hant: 活躍卡路里
zh_hk: 活動卡路里

# TK.Label.activeMinutes
source: Active Minutes
ar: الدقائق النشطة
bg: Активни минути
ca: Minutes actives
cs: Aktivní minuty
da: Aktive minutter
de: Aktive Minuten
el: Ενεργά Λεπτά
es: Minutos Activos
es_419: Minutos activos
fi: Aktiiviset minuutit
fr: Minutes actives
fr_ca: Minutes actives
he: דקות פעילות
hi: सक्रिय मिनट
hr: Aktivne minute
hu: Aktív percek
id: Menit Aktif
it: Minuti Attivi
ja: アクティブ時間
kk: Белсенді минуттар
ko: 활동 시간
ms: Minit Aktif
nb: Aktive minutter
nl: Actieve Minuten
pl: Aktywne minuty
pt_br: Minutos Ativos
pt_pt: Minutos Ativos
ro: Activ
ru: Активные минуты
sk: Aktívne minúty
sv: Aktiva minuter
th: นาทีที่ใช้งาน
tr: Aktif Dakikalar
uk: Активні хвилини
vi: Phút Hoạt Động
zh_hans: 活跃分钟数
zh_hant: 活躍分鐘數
zh_hk: 活躍分鐘數

# TK.Label.activityLevel
source: Activity Level
ar: مستوى النشاط
bg: Ниво на активност
ca: Nivell d'activitat
cs: Úroveň aktivity
da: Aktivitetsniveau
de: Aktivitätslevel
el: Επίπεδο Δραστηριότητας
es: Nivel de Actividad
es_419: Nivel de Actividad
fi: Aktiviteettitaso
fr: Niveau d'activité
fr_ca: Niveau d'activité
he: רמת פעילות
hi: गतिविधि स्तर
hr: Razina aktivnosti
hu: Aktivitási szint
id: Tingkat Aktivitas
it: Livello di attività
ja: 活動レベル
kk: Белсенділік деңгейі
ko: 활동 수준
ms: Tahap Aktiviti
nb: Aktivitetsnivå
nl: Activiteitsniveau
pl: Poziom aktywności
pt_br: Nível de Atividade
pt_pt: Nível de Atividade
ro: Nivel de Activitate
ru: Уровень активности
sk: Úroveň aktivity
sv: Aktivitetsnivå
th: ระดับกิจกรรม
tr: Aktivite Seviyesi
uk: Рівень активності
vi: Cấp độ hoạt động
zh_hans: 活动水平
zh_hant: 活動水平
zh_hk: 活動水平

# TK.Label.age
source: Age
ar: العمر
bg: Възраст
ca: Edat
cs: Věk
da: Alder
de: Alter
el: Ηλικία
es: Edad
es_419: Edad
fi: Ikä
fr: Âge
fr_ca: Âge
he: גיל
hi: स्थिति
hr: Dob
hu: Életkor
id: Umur
it: Età
ja: 年齢
kk: Жасы
ko: 연령
ms: Umur
nb: Alder
nl: Leeftijd
pl: Wiek
pt_br: Idade
pt_pt: Idade
ro: Vârstă
ru: Возраст
sk: Vek
sv: Ålder
th: อายุ
tr: Yaş
uk: Вік
vi: Tuổi
zh_hans: 年龄
zh_hant: 年齡
zh_hk: 年齡

# TK.Label.averagePace
source: Average Pace
ar: متوسط السرعة
bg: Средно темпо
ca: Ritme mitjà
cs: Průměrné tempo
da: Gennemsnitligt tempo
de: Durchschnittliche Pace
el: Μέσος ρυθμός
es: Ritmo medio
es_419: Ritmo promedio
fi: Keskivauhti
fr: Rythme moyen
fr_ca: Rythme moyen
he: קצב ממוצע
hi: औसत पेस
hr: Prosječni tempo
hu: Átlagos tempó
id: Laju Rerata
it: Ritmo medio
ja: 平均ペース
kk: Орташа қарқын
ko: 평균 페이스
ms: Purata Kadar
nb: Gjennomsnittstempo
nl: Gemiddeld tempo
pl: Średnie tempo
pt_br: Ritmo Médio
pt_pt: Ritmo médio
ro: Tempo mediu
ru: Средний темп
sk: Priemerné tempo
sv: Snittakt
th: เวลาเฉลี่ยโดยรวม
tr: Ortalama Tempo
uk: Середній темп
vi: Tốc độ trung bình
zh_hans: 平均配速
zh_hant: 平均配速
zh_hk: 平均配速

# TK.Label.bloodPressure
source: Blood Pressure
ar: ضغط الدم
bg: Кръвно налягане
ca: Pressió Arterial
cs: Krevní tlak
da: Blodtryk
de: Blutdruck
el: Αρτηριακή Πίεση
es: Presión Arterial
es_419: Presión arterial
fi: Verenpaine
fr: Tension artérielle
fr_ca: Tension artérielle
he: לחץ דם
hi: रक्तचाप
hr: Krvni tlak
hu: Vérnyomás
id: Tekanan Darah
it: Pressione Sanguigna
ja: 血圧
kk: Қан қысымы
ko: 혈압
ms: Tekanan Darah
nb: Blodtrykk
nl: Bloeddruk
pl: Ciśnienie krwi
pt_br: Pressão Arterial
pt_pt: Pressão Arterial
ro: Tensiune arterială
ru: Давление крови
sk: Tlak krvi
sv: Blodtryck
th: ความดันโลหิต
tr: Kan Basıncı
uk: Кров'яний тиск
vi: Huyết áp
zh_hans: 血压
zh_hant: 血壓
zh_hk: 血压

# TK.Label.bodyFat
source: Body Fat
ar: نسبة الدهون في الجسم
bg: Процент на телесни мазнини
ca: Greix Corporal
cs: Tukové procento
da: Kropsfedt
de: Körperfett
el: Ποσοστό Σωματικού Λίπους
es: Porcentaje de Grasa Corporal
es_419: Porcentaje de grasa corporal
fi: Rasvaprosentti
fr: Masse grasse
fr_ca: Masse grasse
he: שומן גוף
hi: शरीर की चरबी
hr: Tjelesna masnoća
hu: Testzsír
id: Persentase Lemak Tubuh
it: Grasso Corporeo
ja: 体脂肪
kk: Дене майы
ko: 체지방
ms: Lemak Badan
nb: Kroppsfett
nl: Lichaamsvet
pl: Tłuszcz ciała
pt_br: Gordura Corporal
pt_pt: Gordura Corporal
ro: Grăsime corporală
ru: Процент жира в организме
sk: Telesný tuk
sv: Kroppsfett
th: เปอร์เซ็นต์ไขมันในร่างกาย
tr: Vücut Yağı
uk: Відсоток жиру в організмі
vi: Tỷ lệ mỡ cơ thể
zh_hans: 体脂
zh_hant: 體脂肪
zh_hk: 体脂肪

# TK.Label.bodyMassIndex
source: Body Mass Index (BMI)
ar: مؤشر كتلة الجسم (BMI)
bg: Индекс на телесната маса (ИТМ)
ca: Índex de massa corporal (IMC)
cs: Index tělesné hmotnosti (BMI)
el: Δείκτης Σωματικής Μάζας (ΔΣΜ)
es: Índice de Masa Corporal (IMC)
es_419: Índice de Masa Corporal (IMC)
fi: Kehon massaindeksi (KMI)
fr: Indice de Masse Corporelle (IMC)
fr_ca: Indice de masse corporelle (IMC)
he: מדד מסת גוף (BMI)
hi: शारीरिक द्रव्यमान सूचकांक (BMI)
hr: Indeks tjelesne mase (BMI)
hu: Testtömeg-index (BMI)
id: Indeks Massa Tubuh (BMI)
it: Indice di Massa Corporea (IMC)
ja: ボディマス指数 (BMI)
kk: Дене массасы индексы (BMI)
ko: 체지방 지수 (BMI)
ms: Indeks Jisim Badan (BMI)
nb: Kroppsmasseindeks (BMI)
pl: Indeks masy ciała (BMI)
pt_br: Índice de Massa Corporal (IMC)
pt_pt: Índice de Massa Corporal (IMC)
ro: Indicele de masă corporală (IMC)
ru: Индекс массы тела (ИМТ)
sk: Index telesnej hmotnosti (BMI)
th: ดัชนีมวลกาย (BMI)
tr: Vücut Kitle İndeksi (VKİ)
uk: Індекс маси тіла (ІМТ)
vi: Chỉ số khối cơ thể (BMI)
zh_hans: 身体质量指数（BMI）
zh_hant: 身體質量指數 (BMI)
zh_hk: 身體質量指數 (BMI)

# TK.Label.bodyWeight
source: Body Weight
ar: وزن الجسم
bg: Телесно тегло
ca: Pes Corporal
cs: Tělesná hmotnost
da: Kropsvægt
de: Körpergewicht
el: Βάρος Σώματος
es: Peso Corporal
es_419: Peso corporal
fi: Kehopaino
fr: Poids corporel
fr_ca: Poids corporel
he: משקל גוף
hi: शरीर का वजन
hr: Tjelesna težina
hu: Testsúly
id: Berat Badan
it: Peso Corporeo
ja: 体重
kk: Дене салмағы
ko: 체중
ms: Berat Badan
nb: Kroppsvekt
nl: Lichaamsgewicht
pl: Waga ciała
pt_br: Peso Corporal
pt_pt: Peso Corporal
ro: Greutate corporală
ru: Вес тела
sk: Telesná hmotnosť
sv: Kroppsvikt
th: น้ำหนักตัว
tr: Vücut Ağırlığı
uk: Вага тіла
vi: Cân nặng
zh_hans: 体重
zh_hant: 體重
zh_hk: 体重

# TK.Label.breathingRate
source: Breathing Rate
ar: معدل التنفس
bg: Честота на дишане
ca: Taxa de Respiració
cs: Frekvence dýchání
da: Åndedrætsfrekvens
de: Atemfrequenz
el: Ρυθμός Αναπνοής
es: Frecuencia Respiratoria
es_419: Tasa de Respiración
fi: Hengitysnopeus
fr: Taux de respiration
fr_ca: Taux de respiration
he: קצב נשימה
hi: श्वास दर
hr: Stopa disanja
hu: Légzési ráta
id: Laju Pernapasan
it: Frequenza Respiratoria
ja: 呼吸数
kk: Дем алу жиілігі
ko: 호흡률
ms: Kadar Pernafasan
nb: Pustefrekvens
nl: Ademhalingsfrequentie
pl: Częstotliwość oddechów
pt_br: Taxa de Respiração
pt_pt: Taxa de Respiração
ro: Rata respirației
ru: Частота дыхания
sk: Frekvencia dýchania
sv: Andningsfrekvens
th: อัตราการหายใจ
tr: Nefes Alma Hızı
uk: Частота дихання
vi: Tỷ lệ hô hấp
zh_hans: 呼吸频率
zh_hant: 呼吸速率
zh_hk: 呼吸速率

# TK.Label.caloriesBurned
source: Calories Burned
ar: السعرات الحرارية المحروقة
bg: Изгорени калории
ca: Calories cremades
cs: Spálené kalorie
da: Forbrændte kalorier
de: Verbrannte Kalorien
el: Θερμίδες που Έχουν Καεί
es: Calorías Quemadas
es_419: Calorías Quemadas
fi: Kulutetut kalorit
fr: Calories brûlées
fr_ca: Calories brûlées
he: קלוריות שרופות
hi: बर्न किए गए कैलोरी
hr: Izgubljene kalorije
hu: Elégetett kalóriák
id: Kalori Terbakar
it: Calorie Bruciate
ja: 消費カロリー
kk: Жалынған калориялар
ko: 소모 칼로리
ms: Kalori Terbakar
nb: Forbrente kalorier
nl: Verbrande Calorieën
pl: Spalone kalorie
pt_br: Calorias Queimadas
pt_pt: Calorias Queimadas
ro: Calorii Arse
ru: Сожженные калории
sk: Spálené kalórie
sv: Brända kalorier
th: แคลอรี่ที่เผาผลาญไป
tr: Yakılan Kaloriler
uk: Спалені калорії
vi: Calo Đã Tiêu
zh_hans: 消耗的卡路里
zh_hant: 卡路里消耗
zh_hk: 已燃燒卡路里

# TK.Label.cardioFitness
source: Cardio Fitness
ar: اللياقة القلبية
bg: Аеробен капацитет
ca: Capacitat aeròbica
cs: Kardiovaskulární kondice
da: Kredsløbskondition
el: Καρδιαγγειακή κατάσταση
es: Capacidad aeróbica
es_419: Condición Física Aeróbica
fi: Aerobinen kunto
fr: Santé cardiovasculaire
fr_ca: Forme cardiaque
he: כושר אירובי
hi: हृदय संबंधी फ़िटनेस
hr: Kardio kondicija
hu: Kardiofitnesz
id: Kebugaran Jantung
it: Tono cardiovascolare
ja: 心肺機能
kk: Кардио төзімділік
ko: 유산소 피트니스
ms: Kecergasan Kardio
nb: Kardiovaskulær fitness
nl: Cardioconditie
pl: Sprawność kardio
pt_br: Condicionamento Cardíaco
pt_pt: Aptidão Cardiovascular
ro: Fitness cardio
ru: Кардиовыносливость
sk: Kardio kondícia
sv: Kondition
th: คาร์ดิโอฟิตเนส
tr: Kardiyo Fitness
uk: Кардіозагартованість
vi: Thể chất tim mạch
zh_hans: 有氧适能
zh_hant: 心適能
zh_hk: 心適能

# TK.Label.currentHeartRate
source: Current Heart Rate
ar: نبض القلب الحالي
bg: Текуща сърдечна честота
ca: Freqüència cardíaca actual
cs: Aktuální srdeční frekvence
da: Nuværende hjertefrekvens
de: Aktuelle Herzfrequenz
el: Τρέχων Καρδιακός Ρυθμός
es: Frecuencia Cardíaca Actual
es_419: Frecuencia Cardíaca Actual
fi: Nykyinen syke
fr: Fréquence cardiaque actuelle
fr_ca: Fréquence cardiaque actuelle
he: דופק נוכחי
hi: वर्तमान हृदय गति
hr: Trenutna Frekvencija Srca
hu: Jelenlegi pulzus
id: Detak Jantung Saat Ini
it: Frequenza cardiaca attuale
ja: 現在の心拍数
kk: Ағымдағы жүрек соғысы
ko: 현재 심박수
ms: Degupan Jantung Semasa
nb: Nåværende hjertefrekvens
nl: Huidige Hartslag
pl: Aktualne tętno
pt_br: Frequência Cardíaca Atual
pt_pt: Frequência Cardíaca Atual
ro: Frecvența cardiacă curentă
ru: Текущий пульс
sk: Aktuálna srdcová frekvencia
sv: Aktuell hjärtfrekvens
th: อัตราการเต้นของหัวใจปัจจุบัน
tr: Mevcut Kalp Atış Hızı
uk: Поточний серцевий ритм
vi: Nhịp tim hiện tại
zh_hans: 当前心率
zh_hant: 當前心率
zh_hk: 當前心率

# TK.Label.dailyGoal
source: Daily Goal
ar: هدف يومي
bg: Дневна цел
ca: Objectiu diari
cs: Denní cíl
da: Dagligt mål
de: Tagesziel
el: Καθημερινός Στόχος
es: Meta Diaria
es_419: Meta Diaria
fi: Päivittäinen tavoite
fr: Objectif quotidien
fr_ca: Objectif quotidien
he: יעד יומי
hi: दैनिक लक्ष्य
hr: Dnevni Cilj
hu: Napi cél
id: Tujuan Harian
it: Obiettivo giornaliero
ja: 日次目標
kk: Күнделікті мақсат
ko: 일일 목표
ms: Sasaran Harian
nb: Daglig mål
nl: Dagdoel
pl: Dzienne cele
pt_br: Meta Diária
pt_pt: Objetivo Diário
ro: Obiectiv zilnic
ru: Ежедневная цель
sk: Denný cieľ
sv: Dagsmål
th: เป้าหมายประจำวัน
tr: Günlük Hedef
uk: Щоденна мета
vi: Mục tiêu hàng ngày
zh_hans: 每日目标
zh_hant: 每日目標
zh_hk: 每日目標

# TK.Label.distance
source: Distance
ar: المسافة
bg: Разстояние
ca: Distància
cs: Vzdálenost
de: Strecke
el: Απόσταση
es: Distancia
es_419: Distancia
fi: Matka
he: מרחק
hi: दूरी
hr: Udaljenost
hu: Távolság
id: Jarak
it: Distanza
ja: 距離
kk: Қашықтық
ko: 거리
ms: Jarak
nb: Avstand
nl: Afstand
pl: Dystans
pt_br: Distância
pt_pt: Distância
ro: Distanță
ru: Расстояние
sk: Vzdialenosť
sv: Distans
th: ระยะทาง
tr: Mesafe
uk: Відстань
vi: Khoảng cách
zh_hans: 距离
zh_hant: 距離
zh_hk: 距離

# TK.Label.duration
source: Duration
ar: المدة
bg: Продължителност
ca: Durada
cs: Délka
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
es_419: Duración
fi: Kesto
fr: Durée
fr_ca: Durée
he: משך זמן
hi: अवधि
hr: Trajanje
hu: Időtartam
id: Durasi
it: Durata
ja: 継続時間
kk: Ұзақтық
ko: 지속 시간
ms: Tempoh
nb: Varighet
nl: Duur
pl: Czas trwania
pt_br: Duração
pt_pt: Duração
ro: Durată
ru: Длительность
sk: Trvanie
sv: Längd
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hans: 持续时间
zh_hant: 持續時間
zh_hk: 持續時間

# TK.Label.exerciseType
source: Exercise Type
ar: نوع التمرين
bg: Тип упражнение
ca: Tipus d'exercici
cs: Typ cvičení
da: Træningstype
de: Übungstyp
el: Τύπος Άσκησης
es: Tipo de Ejercicio
es_419: Tipo de ejercicio
fi: Harjoitustyyppi
fr: Type d'exercice
fr_ca: Type d'exercice
he: סוג תרגול
hi: व्यायाम प्रकार
hr: Vrsta vježbe
hu: Gyakorlás Típusa
id: Jenis Latihan
it: Tipo di Esercizio
ja: 運動の種類
kk: Жаттығу түрі
ko: 운동 유형
ms: Jenis Senaman
nb: Treningstype
nl: Soort Oefening
pl: Rodzaj Ćwiczenia
pt_br: Tipo de Exercício
pt_pt: Tipo de Exercício
ro: Tip de Exercițiu
ru: Тип упражнения
sk: Typ cvičenia
sv: Typ av övning
th: ประเภทการออกกำลังกาย
tr: Egzersiz Türü
uk: Тип тренувань
vi: Loại Bài Tập
zh_hans: 锻炼类型
zh_hant: 運動類型
zh_hk: 運動類型

# TK.Label.heartRate
source: Heart Rate
ar: معدل نبض القلب
bg: Сърдечна честота
ca: Freqüència cardíaca
cs: Tepová frekvence
da: Puls
de: Herzfrequenz
el: Καρδιακοί παλμοί
es: Frecuencia cardiaca
es_419: Frecuencia Cardíaca
fi: Syke
fr: Fréquence cardiaque
fr_ca: Rythme cardiaque
he: קצב לב
hi: हृदय गति
hr: Puls
hu: Pulzusszám
id: Detak Jantung
it: Battito cardiaco
ja: 心拍数
kk: Жүрек соғу жиілігі
ko: 심박수
ms: Kadar Jantung
nb: Hjertefrekvens
nl: Hartslag
pl: Tętno
pt_br: Frequência Cardíaca
pt_pt: Frequência cardíaca
ro: Ritm cardiac
ru: Пульс
sk: Srdcová frekvencia
sv: Puls
th: อัตราการเต้นของหัวใจ
tr: Kalp Atış Hızı
uk: Серцевий ритм
vi: Nhịp tim
zh_hans: 心率
zh_hant: 心率
zh_hk: 心率

# TK.Label.height
source: Height
ar: الارتفاع
bg: Височина
ca: Alçada
cs: Výška
da: Højde
de: Größe
el: Ύψος
es: Altura
es_419: Altura
fi: Pituus
fr: Taille
fr_ca: Taille
he: גובה
hi: लंबाई
hr: Visina
hu: Magasság
id: Tinggi
it: Altezza
ja: 身長
kk: Бойы
ko: 신장
ms: Tinggi
nb: Høyde
nl: Lengte
pl: Wzrost
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Рост
sk: Výška
sv: Höjd
th: ส่วนสูง
tr: Boy
uk: Висота
vi: Chiều cao
zh_hans: 身高
zh_hant: 身高
zh_hk: 身高

# TK.Label.hydration
source: Hydration
ar: ترطيب
bg: Хидратация
ca: Hidratació
cs: Hydratace
el: Ενυδάτωση
es: Hidratación
es_419: Hidratación
fi: Nesteytys
fr: Hydratation
fr_ca: Hydratation
he: הידרציה
hi: जलयोजन
hr: Hidratacija
hu: Hidratálás
id: Hidrasi
it: Idratazione
ja: 水分補給
kk: Су тұтыну
ko: 수분 섭취
ms: Hidrasi
nb: Hydrering
nl: Hydratatie
pl: Nawodnienie
pt_br: Hidratação
pt_pt: Hidratação
ro: Hidratare
ru: Гидратация
sk: Hydratácia
sv: Vattenintag
th: การดื่มน้ำ
tr: Sıvı Tüketimi
uk: Гідратація
vi: Cung cấp nước
zh_hans: 水分摄入
zh_hant: 水分補充
zh_hk: 水分補充

# TK.Label.intensityLevel
source: Intensity Level
ar: مستوى الشدة
bg: Ниво на интензивност
ca: Nivell d'intensitat
cs: Úroveň intenzity
da: Intensitetsniveau
de: Intensitätsstufe
el: Επίπεδο Έντασης
es: Nivel de Intensidad
es_419: Nivel de Intensidad
fi: Intensiivisyystaso
fr: Niveau d'intensité
fr_ca: Niveau d'intensité
he: רמת אינטנסיביות
hi: तीव्रता स्तर
hr: Razina intenziteta
hu: Intenzitás Szint
id: Tingkat Intensitas
it: Livello di Intensità
ja: 強度レベル
kk: Интенсивтілік деңгейі
ko: 강도 수준
ms: Tahap Intensiti
nb: Intensitetsnivå
nl: Intensiteit Niveau
pl: Poziom Intensywności
pt_br: Nível de Intensidade
pt_pt: Nível de intensidade
ro: Nivel de Intensitate
ru: Уровень интенсивности
sk: Úroveň intenzity
sv: Intensitetsnivå
th: ระดับความเข้มข้น
tr: Yoğunluk Seviyesi
uk: Рівень інтенсивності
vi: Cấp Độ Cường Độ
zh_hans: 强度等级
zh_hant: 強度級別
zh_hk: 強度級別

# TK.Label.maximumHeartRate
source: Maximum Heart Rate
ar: معدل ضربات القلب الأقصى
bg: Максимална сърдечна честота
ca: Freqüència cardíaca màxima
cs: Maximální srdeční frekvence
da: Maksimal puls
de: Maximale Herzfrequenz
el: Μέγιστος Ρυθμός Καρδιάς
es: Frecuencia cardíaca máxima
es_419: Frecuencia cardíaca máxima
fi: Maksimisyke
fr: Fréquence Cardiaque Maximale
fr_ca: Fréquence cardiaque maximale
he: דפיקות לב מקסימליות
hi: अधिकतम हृदय गति
hr: Maksimalni broj otkucaja srca
hu: Maximális pulzus
id: Denyut Jantung Maksimum
it: Frequenza cardiaca massima
ja: 最大心拍数
kk: Максималды жүрек соғысы
ko: 최대 심박수
ms: Kadar Jantung Maksimum
nb: Maksimal hjertefrekvens
nl: Maximale hartslag
pl: Maksymalne tętno
pt_br: Frequência Cardíaca Máxima
pt_pt: Frequência Cardíaca Máxima
ro: Frecvență Maximă a Inimii
ru: Максимальная частота сердечных сокращений
sk: Maximálna srdcová frekvencia
sv: Maximal hjärtfrekvens
th: อัตราการเต้นของหัวใจสูงสุด
tr: Maksimum Kalp Atış Hızı
uk: Максимальна частота серцебиття
vi: Nhịp tim tối đa
zh_hans: 最大心率
zh_hant: 最大心率
zh_hk: 最大心率

# TK.Label.measurements
source: Measurements
ar: قياسات
bg: Измервания
ca: Mesures
cs: Měření
da: Målinger
de: Messungen
el: Μετρήσεις
es: Mediciones
es_419: Mediciones
fi: Mitoitukset
fr: Mesures
fr_ca: Mesures
he: מדידות
hi: माप
hr: Mjerenja
hu: Mérések
id: Pengukuran
it: Misurazioni
ja: 測定値
kk: Өлшемдер
ko: 측정값
ms: Pengukuran
nb: Målinger
nl: Metingen
pl: Pomiary
pt_br: Medições
pt_pt: Medições
ro: Măsurări
ru: Измерения
sk: Merania
sv: Mätningar
th: การวัดสถิติ
tr: Ölçümler
uk: Вимірювання
vi: Các chỉ số
zh_hans: 测量值
zh_hant: 測量
zh_hk: 測量值

# TK.Label.meditationTime
source: Meditation Time
ar: وقت التأمل
bg: Време за медитация
ca: Temps de meditació
cs: Čas meditace
da: Meditationstid
de: Meditationszeit
el: Χρόνος Διαλογισμού
es: Tiempo de meditación
es_419: Tiempo de meditación
fi: Meditaatioaika
fr: Temps de Méditation
fr_ca: Temps de méditation
he: זמן מדיטציה
hi: ध्यान समय
hr: Vrijeme meditacije
hu: Meditáció idő
id: Waktu Meditasi
it: Tempo di meditazione
ja: 瞑想時間
kk: Медитация уақыты
ko: 명상 시간
ms: Masa Meditasi
nb: Meditasjonstid
nl: Meditatietijd
pl: Czas medytacji
pt_br: Tempo de Meditação
pt_pt: Tempo de Meditação
ro: Timp de Meditație
ru: Время медитации
sk: Čas meditácie
sv: Meditationstid
th: เวลาทำสมาธิ
tr: Meditasyon Süresi
uk: Час медитації
vi: Thời gian thiền
zh_hans: 冥想时间
zh_hant: 冥想時間
zh_hk: 冥想時間

# TK.Label.progress
source: Progress
ar: التقدم
bg: Прогрес
ca: Progrés
cs: Průběh
da: Status
de: Fortschritt
el: Πρόοδος
es: Progreso
es_419: Progreso
fi: Eteneminen
fr: Progression
fr_ca: Progression
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Folyamat
id: Kemajuan
it: Avanzamento
ja: 進行状況
kk: Орындалу барысы
ko: 진행 상태
ms: Kemajuan
nb: Fremgang
nl: Voortgang
pl: Postęp
pt_br: Andamento
pt_pt: Progresso
ro: Evoluție
ru: Ход выполнения
sk: Priebeh
sv: Förlopp
th: ความคืบหน้า
tr: İlerleme
uk: Перебіг
vi: Tiến trình
zh_hans: 进度
zh_hant: 進度
zh_hk: 進度

# TK.Label.sleepDuration
source: Sleep Duration
ar: مدة النوم
bg: Продължителност на съня
ca: Durada del son
cs: Délka spánku
da: Søvnvarighed
de: Schlafdauer
el: Διάρκεια Ύπνου
es: Duración del sueño
es_419: Duración del Sueño
fi: Unen kesto
fr: Durée du sommeil
fr_ca: Durée de sommeil
he: משך שינה
hi: नींद की अवधि
hr: Trajanje spavanja
hu: Alvás Időtartama
id: Durasi Tidur
it: Durata del Sonno
ja: 睡眠時間
kk: Ұйқы уақыты
ko: 수면 시간
ms: Tempoh Tidur
nb: Søvnvarighet
nl: Slaapduur
pl: Czas snu
pt_br: Duração do Sono
pt_pt: Duração do Sono
ro: Durata somnului
ru: Длительность сна
sk: Trvanie spánku
sv: Sömnens längd
th: ระยะเวลาการนอนหลับ
tr: Uyku Süresi
uk: Тривалість сну
vi: Thời gian ngủ
zh_hans: 睡眠时长
zh_hant: 睡眠時長
zh_hk: 睡眠時長

# TK.Label.sleepQuality
source: Sleep Quality
ar: جودة النوم
bg: Качество на съня
ca: Qualitat del son
cs: Kvalita spánku
da: Søvnkvalitet
de: Schlafqualität
el: Ποιότητα Ύπνου
es: Calidad del sueño
es_419: Calidad del Sueño
fi: Unen laatu
fr: Qualité du sommeil
fr_ca: Qualité du sommeil
he: איכות שינה
hi: नींद की गुणवत्ता
hr: Kvaliteta spavanja
hu: Alvás Minőség
id: Kualitas Tidur
it: Qualità del sonno
ja: 睡眠の質
kk: Ұйқы сапасы
ko: 수면 질
ms: Kualiti Tidur
nb: Søvnkvalitet
nl: Slaapkwaliteit
pl: Jakość snu
pt_br: Qualidade do Sono
pt_pt: Qualidade do Sono
ro: Calitatea Somnului
ru: Качество сна
sk: Kvalita spánku
sv: Sömnkvalitet
th: คุณภาพการนอน
tr: Uyku Kalitesi
uk: Якість сну
vi: Chất lượng giấc ngủ
zh_hans: 睡眠质量
zh_hant: 睡眠品質
zh_hk: 睡眠質素

# TK.Label.steps
source: Steps
ar: الخطوات
bg: Стъпки
ca: Passos
cs: Kroky
da: Skridt
de: Schritte
el: Βήματα
es: Pasos
es_419: Pasos
fi: Askeleet
fr: Pas
fr_ca: Pas
he: צעדים
hi: क़दम
hr: Koraci
hu: Lépések
id: Langkah
it: Passi
ja: 歩数
kk: Қадамдар
ko: 걸음 수
ms: Langkah
nb: Trinn
nl: Stappen
pl: Kroki
pt_br: Passos
pt_pt: Passos
ro: Pași
ru: Шаги
sk: Kroky
sv: Steg
th: ก้าวเดิน
tr: Adımlar
uk: Кроки
vi: Bước
zh_hans: 步数
zh_hant: 步數
zh_hk: 步數

# TK.Label.targetHeartRate
source: Target Heart Rate
ar: معدل ضربات القلب المستهدف
bg: Целеви пулс
ca: Freqüència cardíaca objectiu
cs: Cílová tepová frekvence
da: Mål-hr
de: Zielherzfrequenz
el: Στόχος Καρδιακής Συχνότητας
es: Frecuencia cardíaca objetivo
es_419: Frecuencia Cardíaca Objetivo
fi: Kohde syke
fr: Fréquence cardiaque cible
fr_ca: Fréquence cardiaque cible
he: דופק יעד
hi: लक्ष्य हृदय गति
hr: Ciljana srčana frekvencija
hu: Célzott pulzusszám
id: Detak Jantung Target
it: Frequenza cardiaca target
ja: 目標心拍数
kk: Нысана жүрек соғысы
ko: 목표 심박수
ms: Kadar Jantung Sasaran
nb: Mål puls
nl: Doelhartslag
pl: Celowa częstość akcji serca
pt_br: Frequência Cardíaca Alvo
pt_pt: Frequência Cardíaca-Alvo
ro: Frecvența Cardiacă Țintă
ru: Целевая частота сердечных сокращений
sk: Cieľová srdcová frekvencia
sv: Mål hjärtfrekvens
th: อัตราการเต้นของหัวใจเป้าหมาย
tr: Hedef Kalp Atış Hızı
uk: Цільова частота серцебиття
vi: Nhịp tim mục tiêu
zh_hans: 目标心率
zh_hant: 目標心率
zh_hk: 目標心率
